{
  "reviews": [
    {
      "id": 1,
      "slug": "cote-korean-steakhouse",
      "name": "COTE Korean Steakhouse",
      "cuisine": "Korean",
      "location": "Flatiron, NY",
      "rating": 5,
      "excerpt": "Upscale Korean steakhouse featuring tables with smokeless grills, plus an extensive wine list.",
      "image": "/images/6d301acd-30c3-4c04-9685-9487c9fcbe23.jpg",
      "priceRange": "$$$$",
      "fullReview": "COTE Korean Steakhouse combines quality Korean barbecue and a dynamic, friendly environment that makes every experience there interesting. The restaurant offers a sophisticated setting that’s not only welcoming but also not too intimidating; it’s chic, vibrant, and perfect for those in search of quality eats but not the stiff formality of a fancy restaurant.\n\nWithin the five visits, the service that is offered is always excellent. The staff is hospitality personified, very attentive, and capable of timing the dishes to be served to the guest. The Butcher’s Feast clearly stands out as the dish to order, as all the meats provided are tender and perfectly cooked. Taking into consideration that the price for the A5 Wagyu is extra, its quality should be factored as it outshines the whole dining experience.\n\nThe other components of the dish demonstrate equal importance as the main ingredients. The egg soufflé is marked by its lightness, while the ending soft-serve dessert provides a satisfactory finish. The music accompanying the dishes promotes a convivial atmosphere without undermining the culinary experience.\n\nOverall, this experience is worthy of a five-star review. COTE is definitely one of the foremost Korean barbecue restaurants in New York City and definitely deserves consideration for a visit.",
      "highlights": [],
      "atmosphere": "Casual",
      "mustTry": [],
      "visitDate": "",
      "galleryImages": null,
      "address": "16 W 22nd St, New York, NY 10010",
      "website": "https://www.cotekoreansteakhouse.com/nycdinnermenu",
      "aboutBusiness": "Cote Korean Steakhouse represents the modern Korean restaurant experience that marries Korean barbecue dining with the feel of a high-end steakhouse. Guests grill premium cuts of beef at the table, paired with traditional banchan and thoughtful sides, creating a refined but social dining experience focused on quality meat and bold flavors.",
      "vibes": []
    },
    {
      "id": 3,
      "slug": "take-31",
      "name": "Take 31",
      "cuisine": "Korean",
      "location": "Koreatown, New York, NY",
      "rating": 4.7,
      "excerpt": "A Korean Gastropub--taking traditional Korean recipes and adding a modern street food-inspired twist to create our own unique flavor.",
      "image": "/images/736f4436-57d3-4979-a182-41259349e2dc.jpg",
      "priceRange": "$$",
      "fullReview": "Near the heart of Koreatown, a laid-back Korean-chic dining experience. A perfect place to wind down. They take traditional Korean recipes and add a modern, street food-inspired twist.   I love the decor of the interior. Lego walls to the right, and the place was filled with people, adding to the casual environment. I reserved a table near the window, and it was quite spacious. A waitress took our order quickly, and I kid you not, the food came instantly. One second we ordered, and another second, the food was in front of us. \n\nI got the braised pork belly, my friends got the popcorn chicken and cod roe seafood udon. My pork belly was filled to the brim with pork and a sweet salad in the middle, sitting on top of cabbage. The pork is alright, I wish it had more flavor, as I was expecting a juicier kick. Fortunately, I tried my friend’s udon, and it was the best udon ever! It was very creamy, and every bite had a hint of shrimp. Every bite was made to perfection. I could eat that dish for an entree and a side. Alongside the popcorn chicken, which came a bit later. I can see why it took a bit more time because it came piping hot. The outside was crispy, and it held all of the flavors and juice inside perfectly. It was savory with a hint of spice. It was amazing, but I bet it would slap even harder with some ranch.  \n\nOverall, the vibe was like a breath of fresh air, the service was very quick, and the food had so many different flavors. I would come back again for the udon or to grab some casual drinks with my friends.",
      "highlights": [],
      "atmosphere": "",
      "mustTry": [],
      "visitDate": "",
      "galleryImages": [
        {
          "url": "/images/0b8364be-9086-4107-a181-6c9410d7dd1d.jpg",
          "caption": "Rice Cakes"
        },
        {
          "url": "/images/a74ac0fc-c311-40fd-8faf-05a1d6f722c8.jpg",
          "caption": "Popcorn Chicken"
        },
        {
          "url": "/images/7fe0b15d-e4fd-40f7-9ad8-250961d9c9f8.jpg",
          "caption": "Cod Roe Seafood Udon"
        },
        {
          "url": "/images/497076fd-a9f1-4a36-8610-f9666f152521.jpg",
          "caption": "Braised Pork Belly"
        }
      ],
      "address": "15 E 31st St, New York, NY 10016",
      "website": "https://www.mytake31.com/menu",
      "aboutBusiness": "Founded in December of 2011, with the hopes of breaking what has become the standard of Korean restaurants and creating a casual-chic Korean dining that appeals to Korean dining that appeals to Korean internationals as well as New York locals as a place to wind down.",
      "vibes": [
        "Casual Dinner",
        "Sharing",
        "Date Night",
        "After Work",
        "Late Night"
      ]
    },
    {
      "id": 5,
      "slug": "lao-sze-chuan",
      "name": "Lao Sze Chuan",
      "cuisine": "Chinese",
      "location": "North Bethesda, Maryland",
      "rating": 3.6,
      "excerpt": "Casual dining room serving traditional Sichuan dishes including Peking duck, plus drinks.\n",
      "image": "/images/3697e389-ee86-4878-8ecf-46a28817141d.jpg",
      "priceRange": "$$",
      "fullReview": "Went here for my birthday celebration with my family. Wanted to try dim sum in my hometown ever since eating at numerous places in NYC. \n\nThe vibes and service weren't anything spectacular. I like the interior and the large round tables for big groups. Service was pretty fast, and we got our food pretty quickly.\n\nI got calamari for the appetizer and it was decent. I don't usually get it at a Chinese place and I probably won't again. \n\nThe pekking duck skin was to die for. Very crispy and flavorful, it melts in your mouth. However, the actual duck was very average and it got cold quickly. The pork xlb was very mid; it did not make me wanna eat another one. \n\nThe fried rice and noodles were pretty good though. I thought the whole meal was very filling and I was decently satisfied with all of the food combined. Individually, it could be better.",
      "highlights": [],
      "atmosphere": "",
      "mustTry": [],
      "visitDate": "",
      "galleryImages": [
        {
          "url": "/images/f682e943-8379-4255-b91a-204f284324e1.jpg",
          "caption": "Calamari"
        },
        {
          "url": "/images/4f07cd26-b0c1-4c16-9590-5f39cd58d91f.jpg",
          "caption": "Lo Mein"
        },
        {
          "url": "/images/d65d0b01-f8fc-4122-bb26-737e62671bc2.jpg",
          "caption": "Fried Rice"
        },
        {
          "url": "/images/9f71a317-0a7f-45a6-b613-9f940f53e573.jpg",
          "caption": "Fried Noodles"
        },
        {
          "url": "/images/1218193f-5feb-4061-b158-df5c563cb9ab.jpg",
          "caption": "Peking Duck"
        },
        {
          "url": "/images/8c90b4c8-71a8-485c-aa38-a92513f21eb1.jpg",
          "caption": "Sesame Chicken "
        }
      ],
      "address": "20 Paseo Dr, North Bethesda, MD 20852",
      "website": "https://order.peblla.com/lsc/order?sid=640148175017062400",
      "aboutBusiness": "Lao Sze Chuan brings the authentic Szechuan experience in cuisine, marked by the heavy use of chili peppers and Szechuan peppercorns in typical dishes like stir-fries and noodle plates. Through the incorporation of natural ingredients and traditional techniques, this restaurant is a good place for those who prefer dishes with a kick or intense flavor sensations.",
      "vibes": [
        "Sharing",
        "Large Groups",
        "Large Portions",
        "Birthdays",
        "Casual Dinner"
      ]
    },
    {
      "id": 4,
      "slug": "sake-no-hana",
      "name": "Sake No Hana",
      "cuisine": "Japanese",
      "location": "Lower East Side, New York, NY",
      "rating": 4.4,
      "excerpt": "Festive Izakaya beneath the Moxy Lower East Side hotel featuring creative sushi, sake, and cocktails.",
      "image": "/images/53930801-b422-452a-9a6b-b6406296e8a6.jpg",
      "priceRange": "$$$",
      "fullReview": "Upon entering the restaurant, I was astonished by the Japanese aesthetic while preserving a fancy vibe. Place had perfect lighting and the stairs to the restaurant was beautiful. The place was cozy and warm & the bathroom was top tier.\n\nThe service made me feel like a VIP. I felt very welcomed with all of the service I was provided. They were attentive to our needs and questions. \n\nAs for the food, it was rich and creative. We were presented with the best complimentary chips a restaurant had to offer. The parmesan cheese is an addictive substance; truly to die for. \n\nThe the first entree I had was the fatty bluefin tuna. $22 for a piece seems like a lot, but the quality made up for it. Truly an unforgettable piece. \n\nI also had the Waygu carbonara, which was honestly a bit overrated, but was very delectable. On top of that, I got the tuna tartare. It was just as I expected, not too amazing, but just right. \n\nAfter that, the matcha tiramisu finished off the meal perfectly. I would get it again as it was vibrant and creamy.",
      "highlights": [],
      "atmosphere": "",
      "mustTry": [],
      "visitDate": "",
      "galleryImages": [
        {
          "url": "/images/d6100051-fb26-4a4b-9ffb-7a42dec9e524.jpg",
          "caption": "Waygu Carbonara"
        },
        {
          "url": "/images/1701d861-9097-4140-8cb2-429b91bc8bb2.jpg",
          "caption": "Matcha Tiramisu"
        },
        {
          "url": "/images/ada4e94f-18e3-4afa-9b7b-fd1ed6ed1ef5.jpg",
          "caption": "Tuna Tartare"
        },
        {
          "url": "/images/94e26da4-2e56-4071-8843-f01257f356c5.jpg",
          "caption": "Fatty Bluefin Tuna"
        },
        {
          "url": "/images/8e549cc8-fefd-43d8-b2c6-2ed4721395a1.jpg",
          "caption": "Chips & Cheese"
        },
        {
          "url": "/images/f46c9891-8040-46f1-a710-bae8aa131179.jpg",
          "caption": "Dreamy Kawaii"
        }
      ],
      "address": "145 Bowery, New York, NY 10002",
      "website": "https://taogroup.com/venues/sake-no-hana-new-york/",
      "aboutBusiness": "Sake No Hana is an active Japanese izakaya, located inside the Moxy Lower East Side hotel. This type of restaurant is characterized by the offering of sharing plates, including yakitori, teppanyaki, Wagyu beef, and unique sushi, along with an assortment of sake, cocktails, and Japanese liquors.",
      "vibes": [
        "Atmsphere",
        "Date Night",
        "Cocktails",
        "Birthdays",
        "Fine Dining"
      ]
    },
    {
      "id": 6,
      "slug": "uluh",
      "name": "uluh",
      "cuisine": "Chinese",
      "location": "East Village, NY",
      "rating": 4.8,
      "excerpt": "Warm eatery and teahouse for Chinese fare, from Peking duck to Shanghai dumplings.",
      "image": "/images/197db06b-93e5-4fcf-abd8-5575b942c678.jpg",
      "priceRange": "$$",
      "fullReview": "Uluh is located on Second Avenue, and the restaurant offers Chinese cuisine with a twist. The menu features dish components that are both traditional to the region and innovatively created. The interior decor is high-end, yet the dining experience remains homey and casual, with pleasant lighting, simple design, and a vibrant and relaxed ambiance.\n\nChecking in was easy and efficient thanks to a kiosk at the front, which made the process quick and organized. The service was fast, and the staff knew the menu well. They helped me choose a drink that fit what I was looking for, which I appreciated.\n\nMy friend and I shared the crab tofu and the Peking duck. The crab tofu was better than I expected. I’m usually not a tofu fan, but the seafood flavor was savory and unique, and the tofu sat in a creamy, flavorful sauce that tied everything together.\n\nPeking duck, however, was the true star. This was the best Peking duck experience I have ever had. The skin was a nice shade of brown and caramelized with sugar, and the flavor was incredibly rich and fatty. With the sweetness from the brown sauce and the pancakes, the experience of preparing my own duck wrap was an adventure in itself.\n\nThe meal felt complete and well thought out, almost like Szechuan cuisine presented as art. I’d definitely come back with a larger group to order the full Peking duck. To finish, the oolong tea cocktail was a great touch, balanced, lightly sweet, and smooth.\n\nOverall, the food, drinks, and atmosphere all worked together beautifully. Uluh does a great job representing modern Szechuan cuisine in both flavor and style.",
      "highlights": [],
      "atmosphere": "",
      "mustTry": [],
      "visitDate": "",
      "galleryImages": [
        {
          "url": "/images/24ef9b77-8c19-4db5-84c0-96ba2f9ccddb.jpg",
          "caption": "Crab Tofu"
        },
        {
          "url": "/images/4aa7ad20-52a9-404d-8867-e84324ed4358.jpg",
          "caption": "Oolong Tea (Alcoholic)"
        },
        {
          "url": "/images/79d4ef44-d909-49ff-9f05-2b85f0ca24c9.jpg",
          "caption": "Peking Duck"
        }
      ],
      "address": "152A 2nd Ave, New York, NY 10003",
      "website": "https://www.uluhny.com/",
      "aboutBusiness": "In November 2019, uluh opened in Manhattan’s East Village, a neighborhood with a flourishing history that embodies a bold free-spirited energy and diversity of international community and cuisine - everything that makes New York City the only place you want to be.",
      "vibes": [
        "Sharing",
        "Casual Dinner",
        "Date Night",
        "Atmosphere",
        "Walk-Ins"
      ]
    },
    {
      "id": 2,
      "slug": "sendo",
      "name": "Sendo",
      "cuisine": "Japanese",
      "location": "Koreatown, New York, NY",
      "rating": 4.8,
      "excerpt": "Combines authenticity, minimalism, and exceptional quality. Inspired by traditional Tokyo\ncasual sushi counters, our obsession with the fundamentals is a core philosophy. ",
      "image": "/images/798b62c5-7503-43cb-b015-54414c003e81.jpg",
      "priceRange": "$$",
      "fullReview": "\nAt first, the restaurant was a bit hard to find, which only added to its charm. Tucked beside a pizza shop, the entrance is up a small flight of stairs through a discreet second-floor door; it truly feels like a hidden gem. I arrived right at 5 p.m. when they opened and was seated almost immediately.\n\nThe experience also proved to be personal. I sat at the sushi bar, right in front of the sushi chefs as they prepared each piece of nigiri. It was apparent that much time and attention had been paid to every detail.\n\nI ordered the omakase, which was only $55 (an incredible value). The standout pieces were the tuna and salmon. Both were incredibly fresh and melted in my mouth, with clean, delicate flavors that felt perfectly balanced.\n\nOmakase experiences tend to have higher prices; therefore, this restaurant provides great value without sacrificing quality. Those looking for a luxurious experience at a relatively cheaper price might want to consider this.",
      "highlights": [],
      "atmosphere": "",
      "mustTry": [],
      "visitDate": "",
      "galleryImages": null,
      "address": "876 6th Ave 2nd Floor, New York, NY 10001",
      "website": "https://www.sendo.nyc/menu",
      "aboutBusiness": "Sendo Omakase is a low-key, exclusive sushi restaurant in the heart of New York City, offering a traditional omakase experience. Diners are seated around a bar as the chef methodically plates a series of dishes from day-selected, superior examples of fish. The focus is placed on delicate, precise sushi presented one piece at a time, in a serene, attentively personalized setting.",
      "vibes": []
    },
    {
      "id": 7,
      "slug": "mojo-east",
      "name": "Mojo East",
      "cuisine": "Japanese",
      "location": "Lower East Side, New York, NY",
      "rating": 4.6,
      "excerpt": "Casual Japanese eatery specializing in omakase menus featuring salmon and wagyu.",
      "image": "/images/d1a3c7ae-f6d6-40e1-9fb7-5aa8242b856a.jpg",
      "priceRange": "$$",
      "fullReview": "Placeholder",
      "highlights": [],
      "atmosphere": "",
      "mustTry": [],
      "visitDate": "",
      "galleryImages": null,
      "address": "85 Stanton St, New York, NY 10002",
      "website": "https://resy.com/cities/new-york-ny/venues/mojo-east?date=2026-01-04&seats=2",
      "aboutBusiness": "Placeholder",
      "vibes": [
        "Date Night",
        "Great Service",
        "Atmosphere",
        "Tasting Menu",
        "Short List",
        "Small Plates"
      ]
    }
  ],
  "cuisines": [
    {
      "id": 1,
      "name": "Korean",
      "slug": "korean",
      "description": "",
      "image": "/images/2c756684-c3ac-4195-ad33-fda1a23184d2.jpg"
    },
    {
      "id": 2,
      "name": "Italian",
      "slug": "italian",
      "description": "",
      "image": "/images/1ec8f3cc-8dc7-4647-afb9-114489f62c39.jpg"
    },
    {
      "id": 3,
      "name": "Japanese",
      "slug": "japanese",
      "description": "",
      "image": "/images/b6226de5-6cbd-4a9f-a4fc-67225eddf9c5.jpg"
    },
    {
      "id": 4,
      "name": "Filipino",
      "slug": "filipino",
      "description": "",
      "image": "/images/9ce74b60-a8fa-49b0-9b1e-8d4475847154.jpg"
    },
    {
      "id": 5,
      "name": "Thai",
      "slug": "thai",
      "description": "",
      "image": "/images/f21fec6e-8b75-4ed4-98cf-42ba27f9cc38.jpg"
    },
    {
      "id": 6,
      "name": "Steakhouses",
      "slug": "steakhouses",
      "description": "",
      "image": "/images/9796693f-57a6-46bf-ba39-3f171d1405a9.jpg"
    },
    {
      "id": 7,
      "name": "Chinese",
      "slug": "chinese",
      "description": "",
      "image": "/images/e55e1c5a-7bfd-4093-b83b-0cd627ed5a2b.jpg"
    },
    {
      "id": 8,
      "name": "Mediterranean",
      "slug": "mediterranean",
      "description": "",
      "image": "/images/92323feb-415b-45c8-bffb-74cfa9a33ce2.jpg"
    },
    {
      "id": 9,
      "name": "Mexican",
      "slug": "mexican",
      "description": "",
      "image": "/images/67599811-492f-40b1-8553-dcad7e6e537b.jpg"
    },
    {
      "id": 10,
      "name": "Indian",
      "slug": "indian",
      "description": "",
      "image": "/images/93ab7826-ed72-4bd2-a431-12adf4ff7254.webp"
    }
  ],
  "nycCategories": [
    {
      "id": 1,
      "name": "Manhattan",
      "slug": "manhattan",
      "description": "",
      "image": "/images/60c2f5b4-44ca-421a-8fab-b8a3162f2f95.jpg"
    },
    {
      "id": 2,
      "name": "Brooklyn",
      "slug": "brooklyn",
      "description": "",
      "image": "/images/03e82930-3b9d-4ca5-9ce8-1078c8a00ea4.jpg"
    },
    {
      "id": 5,
      "name": "Queens",
      "slug": "queens",
      "description": "",
      "image": "/images/07259386-34de-43eb-803e-6e8b35d9b430.jpg"
    }
  ],
  "topTenLists": [
    {
      "id": 1,
      "name": "Top Korean BBQs",
      "slug": "top-korean-bbqs",
      "description": "",
      "image": "/images/0c97bc7d-db68-497a-ae80-7e06fe19b469.jpg"
    },
    {
      "id": 6,
      "name": "Top Ramen Spots",
      "slug": "top-ramen-spots",
      "description": "",
      "image": "/images/c6a3752f-54f1-49f5-973b-da6b075d5c71.jpg"
    },
    {
      "id": 7,
      "name": "Top Chinatown Spots",
      "slug": "top-chinatown-spots",
      "description": "",
      "image": "/images/b20ba2b5-e9a9-4aaa-8143-039b9ce98464.jpg"
    },
    {
      "id": 4,
      "name": "Top Brunch Restaurants",
      "slug": "top-brunch-restaurants",
      "description": "",
      "image": "/images/3ec95f2d-973b-4912-bd5d-47041e0e16fc.jpg"
    },
    {
      "id": 5,
      "name": "Top Cocktail Bars",
      "slug": "top-cocktail-bars",
      "description": "",
      "image": "/images/a374631e-6cdb-4b89-9b3d-98b975a9e694.jpg"
    },
    {
      "id": 3,
      "name": "Top NYC Omakases",
      "slug": "top-10-omakases",
      "description": "",
      "image": "/images/6f874ef6-0ef3-4df1-a28e-f85b2430d463.webp"
    }
  ],
  "topTenListItems": [
    {
      "id": 2,
      "listId": 1,
      "reviewId": 1,
      "rank": 1
    },
    {
      "id": 3,
      "listId": 3,
      "reviewId": 2,
      "rank": 1
    }
  ],
  "socialSettings": [
    {
      "id": 1,
      "platform": "instagram",
      "username": "@bigbackliving",
      "profileUrl": "https://www.instagram.com/bigbackliving/"
    },
    {
      "id": 2,
      "platform": "tiktok",
      "username": "@bigbackliving",
      "profileUrl": "https://www.tiktok.com/@bigbackliving"
    }
  ],
  "socialEmbeds": [],
  "pageHeaders": [
    {
      "id": 1,
      "pageSlug": "home",
      "title": null,
      "subtitle": null,
      "image": "/images/951cd320-b6b6-4a82-ab56-76ac7b7dc6c1.png"
    },
    {
      "id": 34,
      "pageSlug": "about",
      "title": null,
      "subtitle": null,
      "image": "/images/e87e3f05-84e2-4f4c-977a-3a1dc8950499.jpg"
    },
    {
      "id": 35,
      "pageSlug": "reviews",
      "title": null,
      "subtitle": null,
      "image": "/images/3d4cfe4a-6741-4c17-ab19-91d4d6d99aba.jpg"
    },
    {
      "id": 36,
      "pageSlug": "cuisines",
      "title": null,
      "subtitle": null,
      "image": "/images/c8ce96ae-c764-4bf5-aa46-f0dea22697e7.jpg"
    },
    {
      "id": 37,
      "pageSlug": "featured-guides",
      "title": null,
      "subtitle": null,
      "image": "/images/b8e43a36-203c-4d21-8e9d-720d2f1aa531.webp"
    }
  ],
  "reviewCuisineMap": {
    "1": [
      1,
      6
    ],
    "2": [
      3
    ],
    "3": [
      1
    ],
    "4": [
      3
    ],
    "5": [
      7
    ],
    "6": [
      7
    ]
  },
  "reviewNycCategoryMap": {
    "1": [
      1
    ],
    "2": [
      1
    ],
    "3": [
      1
    ]
  },
  "regions": [
    {
      "id": 1,
      "name": "New York City",
      "slug": "nyc",
      "description": "The culinary capital of America - from iconic delis to Michelin-starred restaurants",
      "image": "/images/75b304f8-6c80-4b61-ac1d-3eda0453925e.jpg"
    },
    {
      "id": 2,
      "name": "DMV Area",
      "slug": "dmv",
      "description": "The best dining spots in DC, Maryland, and Virginia",
      "image": "/images/602cb014-7a22-4a58-b268-8c14eeb7b0ea.jpg"
    },
    {
      "id": 3,
      "name": "Europe",
      "slug": "europe",
      "description": "Culinary adventures across the European continent",
      "image": "/images/7fdd0de1-f843-4a45-9a7f-8220eafe9070.jpg"
    }
  ],
  "locationCategories": [
    {
      "id": 1,
      "name": "NYC",
      "slug": "nyc",
      "description": null,
      "image": null,
      "regionId": 1
    },
    {
      "id": 2,
      "name": "DMV",
      "slug": "dmv",
      "description": null,
      "image": null,
      "regionId": 2
    },
    {
      "id": 3,
      "name": "Europe",
      "slug": "europe",
      "description": null,
      "image": null,
      "regionId": 3
    }
  ],
  "reviewLocationCategoryMap": {
    "1": [
      1
    ],
    "2": [
      1
    ],
    "3": [
      1
    ],
    "4": [
      1
    ],
    "5": [
      2
    ],
    "6": [
      1
    ],
    "7": [
      1
    ]
  }
}